app/controllers/users_controller.rb

INSERT INTO "users" ("name", "password", "phone", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "nguyen tu"], ["password", "123123"], ["phone", "123123123"], ["created_at", "2022-07-14 04:07:46.103436"], ["updated_at", "2022-07-14 04:07:46.103436"]]
---
  def create
    @user = User.new user_params
    if @user.save